{
  "recycling_codes": [
    {
      "code_number": "01",
      "material": "PET",
      "tflite_class_id": 0,
      "material_type": "Полиэтилентерефталат",
      "description": "Легкий, прозрачный пластик, часто используется для упаковки напитков и пищевых продуктов.",
      "recycling_recommendations": "Сдавайте PET в пункты приема пластика, где его перерабатывают для создания новых бутылок или текстиля. Перед утилизацией тщательно промойте упаковку, удалите крышки и этикетки, чтобы облегчить переработку. Никогда не сжигайте PET, так как он выделяет токсичные вещества.",
      "examples": ["Бутылки для воды", "Упаковка для соков", "Контейнеры для продуктов", "Футляры для CD/DVD", "Лотки для выпечки", "Баночки для косметики", "Пищевые контейнеры", "Бутылки для растительного масла", "Медицинская упаковка", "Упаковка для моющих средств"],
      "notes": "PET является одним из наиболее перерабатываемых пластиков. Из переработанного PET изготавливают одежду, сумки, коврики, а также новые пластиковые бутылки. Однако важно помнить, что повторное использование PET-упаковки для хранения жидкостей может быть небезопасным, так как она может выделять химические вещества при многократном использовании.",
      "image": "01_pet.png"
    },
    {
      "code_number": "02",
      "material": "HDPE",
      "tflite_class_id": 1,
      "material_type": "Высокомолекулярный полиэтилен",
      "description": "Прочный и плотный пластик, устойчивый к воздействию химических веществ и влаги.",
      "recycling_recommendations": "Перед сдачей в переработку промойте емкости и удалите крышки. HDPE легко перерабатывается и может использоваться для создания строительных материалов, пластиковых труб и контейнеров. Никогда не выбрасывайте его в природу, так как он разлагается десятки лет.",
      "examples": ["Канистры для бытовой химии", "Пластиковые пакеты", "Контейнеры для молока", "Трубы и фитинги", "Крышки от бутылок", "Игрушки", "Упаковка для шампуней", "Емкости для моторного масла", "Ледянки", "Пищевые контейнеры"],
      "notes": "HDPE отличается высокой стойкостью к механическим и химическим воздействиям, поэтому из него часто делают упаковку для агрессивных веществ. Его переработка помогает снизить объем пластикового мусора на свалках.",
      "image": "02_hdpe.png"
    },
    {
      "code_number": "03",
      "material": "PVC",
      "tflite_class_id": 2,
      "material_type": "Поливинилхлорид",
      "description": "Гибкий или жесткий пластик, широко используемый в строительстве и для упаковки.",
      "recycling_recommendations": "Не все пункты переработки принимают PVC, так как его переработка сложна и дорога. Узнайте заранее, есть ли возможность переработки в вашем регионе. Убедитесь, что на упаковке нет загрязнений, таких как остатки пищи.",
      "examples": ["Трубы", "Кабельные изоляции", "Линолеум", "Оконные рамы", "Пленка для упаковки", "Карты (например, банковские)", "Шланги", "Медицинские упаковки", "Кровельные материалы", "Детские игрушки"],
      "notes": "PVC может выделять вредные вещества при сжигании или разрушении. Его переработка ограничена из-за токсичности материала, поэтому важно минимизировать его использование и правильно утилизировать.",
      "image": "03_pvc.png"
    },
    {
      "code_number": "04",
      "material": "LDPE",
      "tflite_class_id": 3,
      "material_type": "Низкомолекулярный полиэтилен",
      "description": "Гибкий и мягкий пластик, часто используемый для упаковки и пленок.",
      "recycling_recommendations": "LDPE принимается не во всех пунктах переработки, поэтому уточняйте информацию заранее. Перед сдачей убедитесь, что упаковка чистая и сухая. Переработанный LDPE часто используют для производства мусорных пакетов и пленок.",
      "examples": ["Пластиковые пакеты", "Упаковочная пленка", "Мешки для мусора", "Контейнеры для заморозки", "Сельскохозяйственные пленки", "Тюбики для косметики", "Флаконы", "Пакеты с застежкой (зиплок)", "Мягкие бутылки", "Изоляция для проводов"],
      "notes": "LDPE хорошо перерабатывается, но важно избегать загрязнения упаковки. Его переработка помогает уменьшить количество пластика на свалках, но лучше отказаться от использования одноразовых пакетов в пользу многоразовых альтернатив.",
      "image": "04_ldpe.png"
    },
    {
      "code_number": "05",
      "material": "PP",
      "tflite_class_id": 4,
      "material_type": "Полипропилен",
      "description": "Жесткий, но легкий пластик, устойчивый к воздействию тепла и химических веществ.",
      "recycling_recommendations": "PP перерабатывается в специализированных пунктах. Перед сдачей промойте контейнеры, удалите остатки пищи и снимите крышки. Переработанный PP может использоваться для производства автомобильных деталей, упаковки и мебели. Его переработка помогает снизить объем мусора и сэкономить ресурсы.",
      "examples": ["Крышки от бутылок", "Контейнеры для йогурта", "Трубочки для напитков", "Пищевые контейнеры", "Канистры для бытовой химии", "Упаковка для медикаментов", "Кухонные принадлежности", "Ковры", "Фильтры для кофе", "Мешки для упаковки"],
      "notes": "PP обладает высокой термостойкостью, поэтому из него часто делают упаковку для горячих продуктов. Однако, чтобы переработка была успешной, важно избегать загрязнений.",
      "image": "05_pp.png"
    },
    {
      "code_number": "06",
      "material": "PS",
      "tflite_class_id": 5,
      "material_type": "Полистирол",
      "description": "Легкий пластик, который может быть как жестким, так и вспененным (пенополистирол).",
      "recycling_recommendations": "PS трудно перерабатывать, поэтому уточните, принимают ли его в вашем регионе. Важно промыть и удалить остатки пищи перед сдачей. Переработанный PS используется для создания изоляционных материалов и упаковки.",
      "examples": ["Пенопласт", "Одноразовая посуда", "Упаковка для электроники", "Лотки для яиц", "Упаковка для мяса", "Крышки от кофейных стаканов", "Контейнеры для мороженого", "Детали для строительных панелей"],
      "notes": "Пенополистирол, хотя и легкий, занимает много места на свалках. Его переработка сложна, но возможна, особенно для жесткого PS. Лучше избегать использования одноразовой посуды из PS.",
      "image": "06_ps.png"
    },
    {
      "code_number": "07",
      "material": "OTHER",
      "tflite_class_id": 6,
      "material_type": "Прочие пластики",
      "description": "Категория для пластиков, не входящих в другие коды, включая многослойные материалы и биопластики.",
      "recycling_recommendations": "Уточните, принимаются ли такие материалы в вашем регионе. Некоторые многослойные пластики трудно перерабатывать, но биопластики могут компостироваться в специальных условиях. Проверьте маркировку и следуйте инструкциям по утилизации.",
      "examples": ["Поликарбонатные бутылки", "Многослойная упаковка (например, тетрапак)", "Биопластики", "Линзы для очков", "Части бытовой техники", "Крышки и упаковки для электроники"],
      "notes": "Пластики с кодом 07 часто сложно переработать из-за их состава. Избегайте использования таких материалов, если возможно, или выберите более экологичные альтернативы.",
      "image": "07_other.png"
    },
    {
      "code_number": "20",
      "material": "PAP",
      "tflite_class_id": 7,
      "material_type": "Гофрокартон",
      "description": "Многослойный бумажный материал с волнистой структурой, часто используется для упаковки.",
      "recycling_recommendations": "Перед сдачей убедитесь, что картон сухой и не содержит загрязнений (например, остатков пищи или жира). Уплощайте коробки, чтобы они занимали меньше места.",
      "examples": ["Коробки для перевозки", "Упаковка бытовой техники", "Коробки для обуви", "Транспортные контейнеры"],
      "notes": "Гофрокартон легко перерабатывается и используется для производства новой упаковки. Влажный или жирный картон не подлежит переработке.",
      "image": "20_pap.png"
    },
    {
      "code_number": "21",
      "material": "PAP",
      "tflite_class_id": 8,
      "material_type": "Картон",
      "description": "Плотный бумажный материал, широко используемый для упаковки и канцелярских товаров.",
      "recycling_recommendations": "Сдавайте картон в сухом и чистом виде. Удалите скотч, скобы и другие посторонние материалы перед утилизацией. Переработанный картон может быть использован для создания новой бумаги или упаковки.",
      "examples": ["Упаковка для продуктов", "Подарочные коробки", "Картонные папки", "Ящики для хранения", "Упаковка для косметики"],
      "notes": "Картон перерабатывается быстрее и эффективнее других материалов, поэтому важно сдавать его в переработку.",
      "image": "21_pap.png"
    },
    {
      "code_number": "22",
      "material": "PAP",
      "tflite_class_id": 9,
      "material_type": "Бумага",
      "description": "Тонкий листовой материал, используемый для печати, упаковки и письма.",
      "recycling_recommendations": "Сдавайте бумагу в сухом состоянии. Избегайте сдачи бумаги, загрязненной жиром или другими веществами. Переработанная бумага используется для производства новой офисной бумаги, упаковки или газет.",
      "examples": ["Газеты", "Журналы", "Офисная бумага", "Плакаты", "Бумажные пакеты"],
      "notes": "Каждый раз переработанная бумага становится менее прочной, поэтому её можно переработать ограниченное число раз. Отдавайте предпочтение переработанной бумаге для снижения экологического следа.",
      "image": "22_pap.png"
    },
    {
      "code_number": "23",
      "material": "PAP",
      "tflite_class_id": 10,
      "material_type": "Тетрапак",
      "description": "Комбинированный материал, состоящий из бумаги, пластика и алюминия.",
      "recycling_recommendations": "Перед сдачей промойте упаковку и удалите остатки жидкости. Не все пункты переработки принимают тетрапак, поэтому уточняйте информацию заранее. Его переработка требует специального оборудования.",
      "examples": ["Упаковка для соков", "Коробки для молока", "Упаковка для супов", "Контейнеры для соусов"],
      "notes": "Хотя переработка тетрапак сложна, она возможна и позволяет создать новые материалы, такие как бумажная масса и пластиковые изделия. Выбирайте перерабатываемые аналоги, если доступно.",
      "image": "23_pap.png"
    },
    {
      "code_number": "40",
      "material": "FE",
      "tflite_class_id": 11,
      "material_type": "Железо",
      "description": "Металлический материал, обычно используется в виде стали для производства различных изделий.",
      "recycling_recommendations": "Сдавайте железные изделия в пункты приема металла. Перед утилизацией удалите краску, пластик или другие покрытия, если это возможно. Железо может перерабатываться бесконечно, не теряя своих свойств, что делает его ценным для сохранения природных ресурсов.",
      "examples": ["Консервные банки", "Старые гвозди", "Металлические трубы", "Крышки от банок", "Корпуса приборов"],
      "notes": "Железо легко магнитится, что помогает отделять его от других материалов. Оно является одним из самых перерабатываемых металлов, что помогает снижать добычу железной руды.",
      "image": "40_fe.png"
    },
    {
      "code_number": "41",
      "material": "ALU",
      "tflite_class_id": 12,
      "material_type": "Алюминий",
      "description": "Легкий, прочный и устойчивый к коррозии металл, широко используемый в упаковке и строительстве.",
      "recycling_recommendations": "Перед утилизацией промойте алюминиевые предметы и удалите любые пластиковые элементы. Переработка алюминия экономит до 95% энергии по сравнению с первичным производством, что делает его переработку крайне важной.",
      "examples": ["Банки для напитков", "Фольга", "Крышки бутылок", "Корпуса гаджетов", "Рамы для окон", "Кухонные кастрюли", "Алюминиевые контейнеры"],
      "notes": "Алюминий может быть переработан бесконечное количество раз. Часто используется в промышленности благодаря своим уникальным свойствам и высокой перерабатываемости.",
      "image": "41_alu.png"
    },
    {
      "code_number": "50",
      "material": "FOR",
      "tflite_class_id": 13,
      "material_type": "Древесина",
      "description": "Натуральный материал, получаемый из деревьев, широко используется в строительстве, мебели и упаковке.",
      "recycling_recommendations": "Перед сдачей на переработку убедитесь, что древесина чистая, без следов краски, лака или токсичных веществ. Древесину можно использовать повторно для изготовления мебели, компоста или биотоплива.",
      "examples": ["Поддоны", "Ящики для фруктов", "Мебель", "Опоры для строительства", "Деревянные игрушки"],
      "notes": "Переработка древесины помогает уменьшить вырубку лесов и отходы на свалках. Использование древесины в качестве компоста снижает углеродный след.",
      "image": "50_for.png"
    },
    {
      "code_number": "51",
      "material": "FOR",
      "tflite_class_id": 14,
      "material_type": "Картон",
      "description": "Гофрированный материал, который часто используется для упаковки и транспортировки товаров.",
      "recycling_recommendations": "Убедитесь, что картон не содержит жира, масла или других загрязнений. Его переработка позволяет снизить количество вырубки деревьев и энергоемкость производства бумаги.",
      "examples": ["Коробки", "Упаковка для техники", "Упаковка для еды", "Гофрокартон"],
      "notes": "Картон может быть переработан до 7 раз, после чего его волокна становятся слишком короткими для повторного использования.",
      "image": "51_for.png"
    },
    {
      "code_number": "60",
      "material": "TEX",
      "tflite_class_id": 15,
      "material_type": "Текстиль",
      "description": "Материалы, изготовленные из натуральных волокон, таких как хлопок, лен и шерсть.",
      "recycling_recommendations": "Перед сдачей текстиля в переработку убедитесь, что он чистый и сухой. Натуральные ткани можно использовать для создания новых изделий, изоляционных материалов или компоста.",
      "examples": ["Хлопковые рубашки", "Джинсы", "Шерстяные свитера", "Льняные скатерти"],
      "notes": "Переработка текстиля из натуральных волокон позволяет уменьшить количество отходов на свалках и снизить воздействие текстильной промышленности на окружающую среду.",
      "image": "60_tex.png"
    },
    {
      "code_number": "61",
      "material": "TEX",
      "tflite_class_id": 16,
      "material_type": "Синтетический текстиль",
      "description": "Материалы, изготовленные из синтетических волокон, таких как полиэстер, нейлон и акрил.",
      "recycling_recommendations": "Сдавайте синтетический текстиль в специализированные пункты. Его переработка позволяет создавать новые ткани или использовать для технических нужд. Очистите изделия от загрязнений перед сдачей.",
      "examples": ["Спортивная одежда", "Куртки из полиэстера", "Нейлоновые сумки", "Ковровые покрытия"],
      "notes": "Синтетические ткани производятся из нефти, и их переработка помогает сократить использование невозобновляемых ресурсов. Однако их разложение в природе может занять сотни лет.",
      "image": "61_tex.png"
    },
    {
      "code_number": "70",
      "material": "GL",
      "tflite_class_id": 17,
      "material_type": "Бесцветное стекло",
      "description": "Прозрачный материал, широко используемый для упаковки напитков и продуктов питания.",
      "recycling_recommendations": "Бесцветное стекло можно перерабатывать практически бесконечно без потери качества. Перед сдачей в переработку удалите крышки и остатки содержимого, промойте емкости. Переработанное стекло используется для изготовления новых бутылок, банок и других стеклянных изделий.",
      "examples": ["Бутылки для воды", "Банки для варенья", "Емкости для соусов", "Флаконы для косметики"],
      "notes": "Бесцветное стекло легко перерабатывается и имеет высокую ценность для перерабатывающей промышленности. Сортировка по цвету повышает эффективность переработки.",
      "image": "70_gl.png"
    },
    {
      "code_number": "71",
      "material": "GL",
      "tflite_class_id": 18,
      "material_type": "Зеленое стекло",
      "description": "Окрашенное стекло, часто используется для упаковки напитков, так как зеленый цвет помогает защищать содержимое от света.",
      "recycling_recommendations": "Сдавайте зеленое стекло в специализированные пункты приема. Удалите крышки и промойте емкости. Переработка зеленого стекла экономит природные ресурсы и снижает энергоемкость производства.",
      "examples": ["Бутылки для вина", "Бутылки для пива", "Емкости для масла"],
      "notes": "Зеленое стекло перерабатывается проще, если оно не смешивается с другими цветами. Использование переработанного стекла снижает объем отходов на полигонах.",
      "image": "71_gl.png"
    },
    {
      "code_number": "72",
      "material": "GL",
      "tflite_class_id": 19,
      "material_type": "Коричневое стекло",
      "description": "Темное стекло, часто применяемое для хранения напитков и продуктов, требующих защиты от света.",
      "recycling_recommendations": "Перед сдачей в переработку промойте стеклянные изделия, удалите крышки и этикетки. Коричневое стекло перерабатывается в новые бутылки и банки, что снижает потребность в добыче сырья.",
      "examples": ["Бутылки для пива", "Банки для меда", "Бутылки для лекарств"],
      "notes": "Коричневое стекло лучше защищает продукты от ультрафиолетового света, что делает его идеальным выбором для некоторых напитков. Важно не смешивать его с другими цветами стекла.",
      "image": "72_gl.png"
    },
    {
      "code_number": "73",
      "material": "GL",
      "tflite_class_id": 20,
      "material_type": "Закаленное стекло",
      "description": "Прочное стекло, устойчивое к механическим повреждениям, используется в строительстве и производстве бытовой техники.",
      "recycling_recommendations": "Закаленное стекло сложно перерабатывать из-за особой структуры. Его нужно сдавать в специализированные пункты, где возможно переработать его в строительные материалы.",
      "examples": ["Стеклянные двери", "Окна автомобилей", "Защитные экраны", "Стеклянные столы"],
      "notes": "Закаленное стекло обладает высокой устойчивостью к ударам, но переработка требует особых технологий, так как оно отличается от обычного стекла.",
      "image": "73_gl.png"
    },
    {
      "code_number": "74",
      "material": "GL",
      "tflite_class_id": 21,
      "material_type": "Ламинированное стекло",
      "description": "Состоит из нескольких слоев стекла, скрепленных пленкой, что делает его безопасным и устойчивым к разрушению.",
      "recycling_recommendations": "Ламинированное стекло перерабатывается реже из-за сложности отделения слоев. Сдавайте его в специализированные пункты приема, где оно может быть переработано для производства строительных материалов.",
      "examples": ["Лобовые стекла автомобилей", "Окна высотных зданий", "Защитные стекла"],
      "notes": "Переработка ламинированного стекла позволяет сократить объемы отходов, но этот процесс более сложный, чем переработка обычного стекла.",
      "image": "74_gl.png"
    },
    {
      "code_number": "75",
      "material": "GL",
      "tflite_class_id": 22,
      "material_type": "Стекловолокно",
      "description": "Материал из тонких нитей стекла, широко используемый в строительстве, производстве и других отраслях.",
      "recycling_recommendations": "Стекловолокно перерабатывается в ограниченных объемах. Сдавайте его в специализированные пункты, где оно может быть использовано для производства строительных материалов или утеплителей.",
      "examples": ["Утеплители для домов", "Лопасти ветряных турбин", "Корпуса лодок", "Автодетали"],
      "notes": "Стекловолокно трудно разлагается в природе, поэтому его переработка особенно важна для уменьшения экологического вреда.",
      "image": "75_gl.png"
    },
    {
      "code_number": "76",
      "material": "GL",
      "tflite_class_id": 23,
      "material_type": "Керамическое стекло",
      "description": "Устойчивый к высоким температурам материал, который часто используется в кухонной утвари и технике.",
      "recycling_recommendations": "Керамическое стекло не перерабатывается вместе с обычным стеклом, так как его температура плавления значительно выше. Сдавайте его в специализированные пункты, где его переработают или утилизируют.",
      "examples": ["Формы для выпечки", "Поверхности плит", "Жаропрочные стекла"],
      "notes": "Керамическое стекло представляет собой вызов для переработки, но его повторное использование может сократить отходы. Оно часто используется в промышленности благодаря своим уникальным свойствам.",
      "image": "76_gl.png"
    },
    {
      "code_number": "77",
      "material": "GL",
      "tflite_class_id": 24,
      "material_type": "Молочное стекло",
      "description": "Непрозрачное стекло с беловатым оттенком, часто используется в декоративных и бытовых изделиях.",
      "recycling_recommendations": "Молочное стекло можно перерабатывать, но оно требует сортировки отдельно от прозрачного и цветного стекла. Перед сдачей удалите все этикетки и крышки, промойте емкости. В переработке молочного стекла могут использоваться для создания стекловолокна или дорожных покрытий.",
      "examples": ["Флаконы для духов", "Декоративные вазы", "Светильники", "Контейнеры для кремов"],
      "notes": "Молочное стекло из-за добавок в составе сложнее перерабатывается, но его утилизация снижает объем отходов на полигонах.",
      "image": "77_gl.png"
    },
    {
      "code_number": "78",
      "material": "GL",
      "tflite_class_id": 25,
      "material_type": "Стекло с примесями",
      "description": "Стекло, содержащее химические добавки для изменения его свойств, таких как цвет или прочность.",
      "recycling_recommendations": "Стекло с примесями перерабатывается сложнее из-за необходимости удаления дополнительных компонентов. Перед сдачей убедитесь, что стекло чистое. Оно может использоваться для производства строительных материалов.",
      "examples": ["Тонированные оконные стекла", "Лабораторное стекло", "Стеклянные украшения"],
      "notes": "Часто переработка стекла с примесями затруднена, но его утилизация снижает необходимость в добыче нового сырья.",
      "image": "78_gl.png"
    },
    {
      "code_number": "79",
      "material": "GL",
      "tflite_class_id": 26,
      "material_type": "Стекло с металлическими покрытиями",
      "description": "Стекло с напылением или металлическими вставками, используемое в высокотехнологичных приложениях.",
      "recycling_recommendations": "Металлические покрытия могут затруднить переработку. Сдавайте стекло с металлическими покрытиями в специализированные пункты. Оно перерабатывается в ограниченных объемах и может использоваться для вторичного производства.",
      "examples": ["Экраны смартфонов", "Светоотражающие окна", "Стекла с защитным покрытием"],
      "notes": "Из-за сложности отделения металлов переработка такого стекла требует особого подхода, но это снижает нагрузку на окружающую среду.",
      "image": "79_gl.png"
    },
    {
      "code_number": "81",
      "material": "PapPet",
      "tflite_class_id": 27,
      "material_type": "Комбинированный материал (бумага и пластик)",
      "description": "Сочетание бумаги и полиэтилена, используется для создания влагонепроницаемых упаковок.",
      "recycling_recommendations": "Сдавайте комбинированные материалы в пункты, принимающие мультислойную упаковку. Разделите бумагу и пластик, если это возможно. Переработка помогает извлечь вторичные ресурсы и снизить нагрузку на свалки.",
      "examples": ["Упаковка для соков", "Картонные стаканы с пленкой", "Упаковка для молока"],
      "notes": "Разделение слоев пластика и бумаги — сложный процесс, но переработка таких материалов помогает сократить объем отходов.",
      "image": "81_pappet.png"
    },
    {
      "code_number": "82",
      "material": "Mixed Materials",
      "tflite_class_id": 28,
      "material_type": "Смешанные материалы",
      "description": "Материалы, состоящие из нескольких компонентов, которые трудно разделить.",
      "recycling_recommendations": "Смешанные материалы перерабатываются в ограниченных объемах. Сдавайте их в специализированные пункты. В некоторых случаях их можно использовать для производства строительных материалов.",
      "examples": ["Упаковка из фольги и пластика", "Тетрапаки", "Гибкие упаковки с несколькими слоями"],
      "notes": "Переработка смешанных материалов требует сложных технологий, но уменьшает количество отходов на полигонах.",
      "image": "82_mixed.png"
    },
    {
      "code_number": "84",
      "material": "CPAP",
      "tflite_class_id": 29,
      "material_type": "Комбинированный полипропилен",
      "description": "Многослойный материал, состоящий преимущественно из полипропилена.",
      "recycling_recommendations": "Сдавайте CPAP в специализированные пункты. Перед переработкой убедитесь, что материал чистый и свободен от остатков содержимого. Переработанный CPAP используется в строительстве и производстве.",
      "examples": ["Упаковка для йогуртов", "Трубки для медицинского оборудования", "Контейнеры для хранения продуктов"],
      "notes": "Комбинированные материалы сложнее перерабатывать, но их утилизация важна для снижения воздействия на природу.",
      "image": "84_cpap.png"
    },
    {
      "code_number": "90",
      "material": "Other",
      "tflite_class_id": 30,
      "material_type": "Прочие материалы",
      "description": "Категория для материалов, не попадающих под другие коды переработки.",
      "recycling_recommendations": "Сдавайте такие материалы в специализированные пункты, где могут определить возможность их переработки. Если переработка невозможна, отдавайте предпочтение экологически безопасной утилизации.",
      "examples": ["Комбинированные упаковки", "Нестандартные виды пластика", "Редкие виды стекла"],
      "notes": "Эта категория включает сложные для переработки материалы, но их утилизация все же предпочтительнее выброса на свалку.",
      "image": "90_other.png"
    },
    {
      "code_number": "9",
      "material": "ABS",
      "tflite_class_id": -1,
      "material_type": "Акрилонитрилбутадиенстирол",
      "description": "Ударопрочный пластик, широко используемый в бытовых и промышленных изделиях благодаря своей прочности и термостойкости.",
      "recycling_recommendations": "Перед сдачей ABS в переработку убедитесь, что материал чистый и свободен от остатков содержимого. Не все пункты приема принимают ABS, поэтому уточняйте информацию заранее. Переработка ABS позволяет повторно использовать его в производстве пластиковых изделий, что снижает нагрузку на окружающую среду.",
      "examples": ["Корпусы бытовой техники", "Детали автомобилей", "Игрушки", "Лего", "Чехлы для электроники"],
      "notes": "ABS сложно перерабатывать из-за его состава, но его повторное использование значительно уменьшает углеродный след.",
      "image": "9_abs.png"
    },
    {
      "code_number": "80",
      "material": "C/PAP",
      "tflite_class_id": -1,
      "material_type": "Комбинированный картон и пластик",
      "description": "Многослойный материал, состоящий из бумаги и пластикового слоя для влагонепроницаемости.",
      "recycling_recommendations": "Сдавайте комбинированные материалы в специализированные пункты, принимающие тетрапаки и аналогичную упаковку. Перед утилизацией убедитесь, что упаковка чистая и высушена. Такие материалы перерабатываются в строительные панели или сырье для других изделий.",
      "examples": ["Упаковка для молока", "Соки в тетрапаках", "Картонные стаканы с покрытием", "Упаковка для супов"],
      "notes": "Из-за сложности разделения материалов переработка C/PAP требует специальных технологий, но она позволяет извлечь ценные вторичные ресурсы.",
      "image": "80_cp_pap.png"
    },
    {
      "code_number": "83",
      "material": "C/PAP",
      "tflite_class_id": -1,
      "material_type": "Комбинированный картон с алюминием",
      "description": "Многослойный материал, сочетающий картон, пластик и алюминиевый слой для герметичности.",
      "recycling_recommendations": "Перед сдачей упаковки убедитесь, что она чистая и полностью пустая. Комбинированный материал перерабатывается в специальных пунктах, где слои разделяются. Переработка позволяет повторно использовать алюминий, бумагу и пластик.",
      "examples": ["Упаковка для детского питания", "Соки в тетрапаках", "Упаковка для сливок"],
      "notes": "Переработка C/PAP с алюминием снижает потребность в добыче первичного алюминия и помогает сократить объем отходов на свалках.",
      "image": "83_cp_pap.png"
    },
    {
      "code_number": "85",
      "material": "C/PAP",
      "tflite_class_id": -1,
      "material_type": "Комбинированный картон с полиэтиленом",
      "description": "Слоистый материал, в котором бумага покрыта слоем полиэтилена для влагозащиты.",
      "recycling_recommendations": "Сдавайте комбинированный материал в специализированные пункты. Перед утилизацией убедитесь, что упаковка чистая. Переработка таких материалов позволяет получить вторичный картон и пластик.",
      "examples": ["Картонные коробки для замороженных продуктов", "Картонные стаканчики для горячих напитков", "Упаковка для йогуртов"],
      "notes": "Переработка C/PAP с полиэтиленом требует особого подхода, но уменьшает количество отходов на полигонах и сохраняет ресурсы.",
      "image": "85_cp_pap.png"
    },
    {
      "code_number": "91",
      "material": "C/ALU",
      "tflite_class_id": -1,
      "material_type": "Комбинированный алюминий с пластиком",
      "description": "Материал, сочетающий алюминий и пластик, используется для создания герметичной упаковки.",
      "recycling_recommendations": "Перед сдачей убедитесь, что упаковка очищена от остатков содержимого. Сдавайте в специализированные пункты, принимающие комбинированные материалы. Разделение пластика и алюминия позволяет использовать их повторно в различных производствах.",
      "examples": ["Упаковка для кофе", "Упаковка для закусок", "Гибкая упаковка для супов"],
      "notes": "Такие материалы перерабатываются в ограниченных объемах, но их утилизация снижает объем отходов и сохраняет ресурсы.",
      "image": "91_c_alu.png"
    },
    {
      "code_number": "92",
      "material": "C/ALU",
      "tflite_class_id": -1,
      "material_type": "Комбинированный алюминий с бумагой",
      "description": "Слоистый материал из алюминия и бумаги, используемый для создания влагонепроницаемой упаковки.",
      "recycling_recommendations": "Перед сдачей убедитесь, что упаковка чистая. Такие материалы принимают в специализированных пунктах, где разделяют бумагу и алюминий для дальнейшего использования. Это позволяет сократить объем отходов и добычу первичного сырья.",
      "examples": ["Упаковка для чая", "Гибкие упаковки для соусов", "Обертки для шоколада"],
      "notes": "Этот материал требует сложной переработки, но использование вторичных ресурсов снижает нагрузку на окружающую среду.",
      "image": "92_c_alu.png"
    },
    {
      "code_number": "95",
      "material": "C/GL",
      "tflite_class_id": -1,
      "material_type": "Комбинированное стекло с пластиком",
      "description": "Материал, сочетающий стекло и пластиковые элементы для прочности и герметичности.",
      "recycling_recommendations": "Перед утилизацией убедитесь, что стекло очищено от остатков. Разделите стекло и пластик, если это возможно. Сдавайте в пункты переработки, которые принимают комбинированные материалы.",
      "examples": ["Флаконы для косметики", "Лабораторное оборудование", "Светильники"],
      "notes": "Такие материалы сложно перерабатывать, но их утилизация сохраняет ресурсы и снижает отходы.",
      "image": "95_c_gl.png"
    },
    {
      "code_number": "96",
      "material": "C/GL",
      "tflite_class_id": -1,
      "material_type": "Комбинированное стекло с металлом",
      "description": "Материал из стекла с металлическими элементами, используемый в декоративных и технических изделиях.",
      "recycling_recommendations": "Перед утилизацией разделите стекло и металл, если это возможно. Такие материалы принимают специализированные пункты, которые перерабатывают оба компонента.",
      "examples": ["Декоративные изделия", "Стеклянные панели с металлической оправой", "Флаконы с металлическими крышками"],
      "notes": "Сложность переработки заключается в разделении материалов, но это позволяет повторно использовать стекло и металл.",
      "image": "96_c_gl.png"
    },
    {
      "code_number": "97",
      "material": "C/GL",
      "tflite_class_id": -1,
      "material_type": "Комбинированное стекло с алюминием",
      "description": "Стекло, покрытое или дополненное алюминиевыми элементами для повышения прочности и герметичности.",
      "recycling_recommendations": "Перед утилизацией удалите алюминиевые элементы, если это возможно. Такие материалы принимаются в специализированных пунктах переработки. Они перерабатываются для создания новых материалов.",
      "examples": ["Флаконы для косметики", "Оконные стекла с алюминиевыми рамами", "Светоотражающие панели"],
      "notes": "Переработка таких материалов помогает сохранить ресурсы и снизить объем отходов.",
      "image": "97_c_gl.png"
    },
    {
      "code_number": "98-C/GL",
      "material": "Glass (Mixed Colors)",
      "tflite_class_id": -1,
      "material_type": "Смешанное стекло",
      "description": "Стекло разных цветов, включая прозрачное, зеленое и коричневое, переработка которого возможна при разделении по цвету.",
      "recycling_recommendations": "Сдавайте смешанное стекло в специализированные пункты приема или контейнеры для стекла. Если пункт требует сортировки по цвету, разделите стекло перед сдачей. Убедитесь, что стекло очищено от остатков еды и жидкости, а крышки и пробки удалены. Никогда не сдавайте стекло с металлическими или пластиковыми элементами, если они не отсоединены.",
      "examples": ["Бутылки для напитков (вино, пиво, сок)", "Банки для консервированных продуктов", "Флаконы от парфюма", "Стеклянная посуда", "Баночки от косметики"],
      "notes": "Смешанное стекло может перерабатываться повторно практически бесконечно, сохраняя свои свойства. Однако загрязненное стекло или стекло с примесями (например, оконное или ламповое) часто утилизируется отдельно.",
      "image": "98_c_gl.png"
    },
    {
      "code_number": "8-Pb",
      "material": "Lead",
      "tflite_class_id": -1,
      "material_type": "Свинец",
      "description": "Тяжелый металл, используемый в аккумуляторах, кабелях и некоторых конструкционных материалах.",
      "recycling_recommendations": "Свинцовые изделия необходимо сдавать только в специализированные пункты приема, так как свинец токсичен и опасен для здоровья. При транспортировке избегайте контакта со свинцовыми поверхностями, чтобы предотвратить загрязнение кожи или одежды. Никогда не выбрасывайте свинец в бытовой мусор.",
      "examples": ["Аккумуляторы для автомобилей", "Свинцовые пластины", "Кабельные оболочки", "Грузила для рыбалки", "Старые трубы"],
      "notes": "Свинец крайне опасен для окружающей среды, так как он может загрязнять почву и воду. Его переработка позволяет сократить использование первичных ресурсов и уменьшить негативное воздействие на природу.",
      "image": "8_pb.png"
    },
    {
      "code_number": "9-Alkaline",
      "material": "Alkaline Batteries",
      "tflite_class_id": -1,
      "material_type": "Щелочные батарейки",
      "description": "Щелочные батарейки используются в устройствах с низким и средним энергопотреблением. Они содержат элементы цинка и марганца.",
      "recycling_recommendations": "Сдавайте батарейки в пункты приема для безопасной утилизации. Никогда не выбрасывайте батарейки в обычный мусор, так как они содержат вещества, загрязняющие почву и воду. Используйте батарейные контейнеры в супермаркетах или специальных экологических центрах.",
      "examples": ["Батарейки AA", "Батарейки AAA", "Батарейки для пультов управления", "Батарейки для игрушек", "Батарейки для фонариков"],
      "notes": "Щелочные батарейки подлежат переработке для извлечения ценных металлов. Своевременная утилизация предотвращает загрязнение окружающей среды тяжелыми металлами.",
      "image": "9_alkaline.png"
    },
    {
      "code_number": "10-NiCd",
      "material": "Nickel-Cadmium Batteries",
      "tflite_class_id": -1,
      "material_type": "Никель-кадмиевые батарейки",
      "description": "Тип аккумуляторов, широко используемый в электроинструментах, медицинских приборах и других устройствах.",
      "recycling_recommendations": "Сдавайте аккумуляторы в специализированные пункты приема, так как кадмий является токсичным веществом. Перед сдачей убедитесь, что аккумуляторы находятся в целости, чтобы избежать утечки химических веществ.",
      "examples": ["Аккумуляторы для электроинструментов", "Аккумуляторы для медицинских приборов", "Аккумуляторы для ноутбуков", "Аккумуляторы для фотоаппаратов", "Аккумуляторы для портативных раций"],
      "notes": "Никель-кадмиевые аккумуляторы перерабатываются для извлечения никеля, который используется в новых аккумуляторах. Переработка позволяет сократить вредное воздействие кадмия на окружающую среду.",
      "image": "10_nicd.png"
    },
    {
      "code_number": "11-NiMH",
      "material": "Nickel-Metal Hydride Batteries",
      "tflite_class_id": -1,
      "material_type": "Никель-металлогидридные батарейки",
      "description": "Аккумуляторы с более высокой емкостью по сравнению с никель-кадмиевыми, используются в различных электронных устройствах.",
      "recycling_recommendations": "Сдавайте аккумуляторы в специализированные пункты приема. Избегайте хранения в условиях, которые могут привести к протечкам или повреждениям.",
      "examples": ["Аккумуляторы для камер", "Аккумуляторы для электроинструментов", "Аккумуляторы для электрических зубных щеток", "Аккумуляторы для пылесосов", "Аккумуляторы для детских игрушек"],
      "notes": "Никель-металлогидридные аккумуляторы менее токсичны, чем никель-кадмиевые, но также требуют правильной утилизации для сохранения экологии.",
      "image": "11_nimh.png"
    },
    {
      "code_number": "12-Li",
      "material": "Lithium Batteries",
      "tflite_class_id": -1,
      "material_type": "Литиевые батарейки",
      "description": "Современные батареи, используемые в большинстве портативных устройств благодаря высокой энергоемкости.",
      "recycling_recommendations": "Сдавайте литиевые батареи в пункты приема для переработки. Храните в прохладном и сухом месте, чтобы избежать перегрева и утечек. Никогда не пытайтесь разобрать батарею самостоятельно, так как это может привести к возгоранию.",
      "examples": ["Батарейки для смартфонов", "Батарейки для ноутбуков", "Батарейки для планшетов", "Батарейки для умных часов", "Батарейки для беспроводных наушников"],
      "notes": "Литиевые батареи подлежат переработке для извлечения лития и кобальта, что помогает снизить добычу этих ресурсов.",
      "image": "12_li.png"
    },
    {
      "code_number": "13-SO(Z)",
      "material": "Silver Oxide Batteries",
      "tflite_class_id": -1,
      "material_type": "Серебряно-оксидные батарейки",
      "description": "Батарейки с высокой энергоемкостью и стабильностью, используемые в компактных устройствах.",
      "recycling_recommendations": "Сдавайте батарейки в специализированные пункты приема для извлечения серебра. Никогда не выбрасывайте в бытовой мусор, так как они содержат токсичные элементы.",
      "examples": ["Часовые батарейки", "Батарейки для калькуляторов", "Батарейки для слуховых аппаратов", "Батарейки для медицинских приборов", "Батарейки для лазерных указок"],
      "notes": "Серебряно-оксидные батарейки перерабатываются для повторного использования серебра, что снижает добычу металлов.",
      "image": "13_soz.png"
    },
    {
      "code_number": "14-CZ",
      "material": "Zinc-Carbon Batteries",
      "tflite_class_id": -1,
      "material_type": "Цинк-углеродные батарейки",
      "description": "Батарейки с низкой стоимостью и ограниченной емкостью, используются в устройствах с низким энергопотреблением.",
      "recycling_recommendations": "Сдавайте батарейки в специальные контейнеры или пункты приема. Избегайте длительного хранения использованных батареек дома, так как они могут протекать и загрязнять окружающую среду.",
      "examples": ["Батарейки для часов", "Батарейки для фонариков", "Батарейки для радио", "Батарейки для детских игрушек", "Батарейки для настенных часов"],
      "notes": "Цинк-углеродные батарейки менее долговечны, чем другие типы, но требуют правильной утилизации для предотвращения загрязнения почвы и воды.",
      "image": "14_cz.png"
    },
    {
      "code_number": "87",
      "material": "BIO",
      "tflite_class_id": -1,
      "material_type": "Биоматериалы",
      "description": "Материалы, созданные из возобновляемых природных источников, таких как крахмал, кукуруза или сахарный тростник.",
      "recycling_recommendations": "Биоматериалы требуют специфической переработки. Их нужно сдавать только в специальные пункты приема, где есть оборудование для компостирования или переработки. Никогда не выбрасывайте их в общие контейнеры для пластика или биоотходов, если нет соответствующей маркировки.",
      "examples": [
        "Посуда из биопластика",
        "Упаковка из крахмала",
        "Мешки для мусора из кукурузного крахмала",
        "Биоразлагаемые стаканчики",
        "Контейнеры для еды из тростникового волокна"
      ],
      "notes": "Биоматериалы не всегда разлагаются в естественной среде. Для их полного разложения требуются промышленные условия. Некоторые биоматериалы внешне похожи на пластик, что может ввести в заблуждение и осложнить сортировку.",
      "image": "87_bio.png"
    },
    {
      "code_number": "88",
      "material": "OTHER",
      "tflite_class_id": -1,
      "material_type": "Прочие материалы",
      "description": "Материалы, которые не относятся к стандартным категориям переработки или имеют смешанный состав.",
      "recycling_recommendations": "Сдавайте в специализированные пункты приема, если это возможно. Уточняйте, принимают ли такие материалы в вашем городе. Многие из них не подлежат переработке и попадают на свалки, поэтому старайтесь избегать их использования.",
      "examples": [
        "Ламинированные упаковки",
        "Тюбики от зубной пасты",
        "Комбинированные упаковки от соков",
        "Кофейные капсулы",
        "Термоупаковки",
        "Смешанные материалы, такие как пластик с фольгой"
      ],
      "notes": "Большинство таких материалов сложно переработать из-за их сложного состава. При возможности старайтесь выбирать альтернативы из перерабатываемых материалов.",
      "image": "88_other.png"
    },
    {
      "code_number": "89",
      "material": "OTHER",
      "tflite_class_id": -1,
      "material_type": "Прочие материалы",
      "description": "Специфические или малоиспользуемые материалы, не входящие в стандартные категории.",
      "recycling_recommendations": "Для таких материалов важно уточнить местные правила переработки. Часто они подлежат сдаче только в специализированные центры. Никогда не выбрасывайте их в общий мусор, если они могут представлять опасность для окружающей среды.",
      "examples": [
        "Текстиль с пропиткой",
        "Особые виды упаковки для медицинских изделий",
        "Технические материалы с неизвестным составом",
        "Некоторые виды фольги",
        "Редкие виды пластика",
        "Компоненты сложных электронных устройств"
      ],
      "notes": "Коды категории 'OTHER' часто указывают на трудности в переработке или отсутствии стандартизированных процессов. Для минимизации отходов старайтесь избегать их использования.",
      "image": "89_other.png"
    }
  ]
}
